Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/kronikk:_hva_kan_vi_laere_av_de_tre_nyutdannede_sorsamiske_laererne_.html.tmx
Source language: nob
Languages: smj

source: Kronikk: Hva kan vi lære av de tre nyutdannede sørsamiske lærerne?
smj: Kronihkka: Majt máhttep oahppat da gålmmå áttjak åhpaduvvam oarjjelsáme åhpadiddjijs

source: Kronikk av sametingsråd Mikkel Eskil Mikkelsen (NSR).
smj: Kronihkka tjáledum sámedikkerádes Mikkel Eskil Mikkelsen (NSR).

source: At tre grunnskolelærerstudenter nå har gjennomført sørsamisk lærerutdanning er virkelig gode nyheter.
smj: Gålmmå vuodoskåvllååhpadiddje li dal tjadádam oarjjelsáme åhpadiddje åhpadusáv, ja da li buorre ådåsa.

source: Likevel er det et paradoks at vi i 2024 feirer de første uteksaminerte lærerne ved utdanningen.
smj: Juska la dat imálasj jut mij jagen 2024 ávvudallat vuostasj åhpadiddjijt ma li tjadádam åhpadusáv.

source: Dette viser at tilbudet er og har vært skjørt i altfor lang tid.
smj: Dat vuoset jut fálaldahka le ja la læhkám rassje ilá guhkev.

source: Vi må derfor intensivere arbeidet med å sikre rammevilkårene for samiske utdanninger.
smj: Mij hæhttup dan diehti rahtjat sáme åhpadusá ålgoldisævtoj.

source: Hele det samiske samfunnet gleder seg sammen med de tre lærerstudentene.
smj: Ålles sáme sebrudahka ávvudallá aktan daj gålmmå åhpadiddjij studentaj.

source: Deres utdanning er svar på et kritisk behov og legger grunnlaget for revitalisering av sørsamisk språk.
smj: Sijá åhpadus la vásstádus alvos dárbbuj ja la vuodo oarjjelsámegiela ælládahttemij.

source: Gratulerer til dem alle for deres viktige utdanningsvalg.
smj: Vuorbbe sidjij gájkajda sijá ájnas åhpadusválljimijn.

source: Det er likevel verdt å reflektere over hvorfor vi fortsatt, i 2024, feirer dette som en stor milepæl.
smj: Juska vierttip ájádallat manen mij vilá jagen 2024, ávvudallap dáv stuorra dáhpádussan.

source: Hva er grunnen til at dette er en milepæl?
smj: Manen la dát stuor dáhpádus?

source: Hvorfor er samiske utdanningsmuligheter fremdeles små og skjøre?
smj: Manen li sáme åhpadusmáhttelisvuoda vilá gallegattja ja rassje?

source: Hva skal til for at lærerutdanningen får ha opptak hvert eneste år?
smj: Majt dárbahuvvá váj åhpadiddjeåhpadusá válldi studentajt juohkka jage?

source: Disse spørsmålene er videre interessante når behovet for samiskspråklige lærere historisk har vært anerkjent i flere hundre år.
smj: Dá gatjálvisá li vijddábut miellagiddisa gå dárbbo sámegielak åhpadiddjijda la histåvrålattjat gaskostuvvam moadda tjuhte jage.

source: Allerede i 1716 ble presteutdanninger etablert i Nidaros for å utdanne samiske prester, og i 1826 ble forløperen til UiT Norges arktiske universitet etablert på Trondenes med det formål å utdanne samiske lærere.
smj: Juo jagen 1716 gå báhppaåhpadus vuododuváj Nidaros:an åhpadittjat sáme báhpajt, ja jagen 1826 gå álggo UiT Norgga árktalaš universitehta vuododuváj Trondenes:an dajna ulmijn åhpadittjat sáme åhpadiddjijt.

source: At vi enda jobber med samme spørsmål og utfordringer i dag, er derfor et lite paradoks.
smj: De la imálasj gå mij vilá barggam sæmmi gatjálvisáj ja hásstalusáj uddni.

source: Universitetene, både Nord universitet og NTNU, må ta et større ansvar.
smj: Universitiehta sihke Nuortta universitiehtta ja NTNU, hæhttuji válldet stuoráp åvdåsvásstádusáv.

source: Nord universitet må fortsette å bygge opp samiske fagmiljøer, og NTNU må ikke se det som en hvilepute at ansvaret kun ligger hos Nord universitet.
smj: Nuortta universitiehtta hæhttu joarkket vuododit sáme fáhkabirrasijt, ja NTNU ij máhte vuojŋastit dajnas gå Nuortta Universitiehtan la åvdåsvásstádus.

source: Vi trenger at en aktør som NTNU kommer på banen.
smj: Mij dárbahip jut aktera dagu NTNU sjaddá fáron.

source: Basert på erfaringene vi gjør i dag må vi konkludere med at en samisk samfunnsbygging ikke er langt på nær ferdig.
smj: Udnásj åtsådallamij vuodon hæhttup konkluderit jut sáme sebrudakåvddånibme ij la ålliduvvam.

source: At vi i dag bare har én sørsamisk profesjonsutdanning i Nordland og Trøndelag er for lite.
smj: Miján la uddni dåssju akta oarjjelsáme virggeåhpadus Nordlándan ja Trøndelagan ja dat la ilá binná.

source: Det sørsamiske samfunnet trenger og fortjener mer.
smj: Oarjjelsáme sebrudahka dárbaj ja ánssit ienebu.

source: NTNUs unnskyldning for deres rolle i fremrykkingsteorien er en god start, og lover godt for deres arbeid.
smj: NTNU:a ándagisádnom sijá roalla hárráj fremrykningsteoria aktijvuodan la buorre álggo, ja vájkkut buorren sijá bargguj.

source: Mens de tre nyutdannede lærerne nå skal ut i en viktig gjerning, må vi andre bruke tid på å sikre at vi lykkes videre.
smj: Madi da gålmmå áttjak åhpaduvvam åhpadiddje dal galggi tjadádit ájnas dagov, hæhttup mij nuppe adnet ájgev sihkarastátjit jut mij vuorbástuvvap vijddásappo.

source: Forskjellen disse tre vil utgjøre i klasserommene kan ikke undervurderes.
smj: Dav sieradusáv dá gålmmåsa sjaddi buktet klássalanjájda ij máhte goareduvvat.

source: Derfor må vi lære av historien og jobbe for at utdanning av sørsamiske lærere blir en selvfølge, ikke en sjeldenhet.
smj: Dan diehti hæhttup oahppat histåvrås ja barggat vaj oarjjelsáme åhpadiddje åhpadus sjaddá diehttelis ja vuorjját.
